aaron-bond.better-comments
amazonwebservices.codewhisperer-for-command-line-companion
arktypeio.arkdark
astro-build.astro-vscode
bierner.comment-tagged-templates
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
biomejs.biome
bradlc.vscode-tailwindcss
catppuccin.catppuccin-vsc
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
docker.docker
dotenv.dotenv-vscode
dracula-theme.theme-dracula
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
ibm.output-colorizer
jgclark.vscode-todo-highlight
kamikillerto.vscode-colorize
lokalise.i18n-ally
mgmcdermott.vscode-language-babel
mhutchie.git-graph
miguelsolorio.fluent-icons
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-playwright.playwright
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.remote-explorer
ms-vscode.remote-server
oderwat.indent-rainbow
orta.vscode-twoslash-queries
pkief.material-icon-theme
pnp.polacode
prisma.prisma
redhat.vscode-yaml
richie5um2.vscode-sort-json
rubbersheep.gi
rust-lang.rust-analyzer
shd101wyy.markdown-preview-enhanced
streetsidesoftware.code-spell-checker
svelte.svelte-vscode
tamasfe.even-better-toml
ultram4rine.vscode-choosealicense
unifiedjs.vscode-mdx
usernamehw.errorlens
vincaslt.highlight-matching-tag
vitest.explorer
vue.volar
wakatime.vscode-wakatime
yoavbls.pretty-ts-errors
yzane.markdown-pdf
yzhang.markdown-all-in-one
