# taps
# A
tap "adoptopenjdk/openjdk"
# B
tap "bramstein/webfonttools"
# C
# D
tap "d12frosted/emacs-plus"
tap "dteoh/sqa"
# E
# F
tap "fabianishere/personal"
# G
tap "getantibody/tap"
tap "github/gh"
# H
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
# I
# J
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
# K
tap "koekeishiya/formulae"
# L
# M
# N
# O
# P
tap "prisma/prisma"
# Q
# R
# S
tap "schniz/tap"
tap "somdoron/formulae"
# T
tap "teamookla/speedtest"
tap "twpayne/taps"
# U
# V
# W
# X
# Y
# Z

#----------------------------------------------------------------

# Brew installs alphabeticical
# A
brew "ack"
brew "aircrack-ng"
# B
brew "bat"
brew "bfg"
brew "binutils"
brew "binwalk"
# C
brew "cifer"
brew "coreutils"
brew "cowsay"
brew "ctags"
brew "curl"
# D
brew "d12frosted/emacs-plus/emacs-plus"
brew "diff-so-fancy"
brew "dns2tcp"
# E
brew "emacs-plus"
# F
brew "fcrackzip"
brew "fzf"
# G
brew "getantibody/tap/antibody"
brew "git-lfs"
brew "git"
brew "github/gh/gh"
brew "gmp"
brew "gnupg"
brew "go"
brew "goaccess"
brew "gotop"
brew "gpg"
brew "grep"
# H
brew "hashpump"
brew "heroku/brew/heroku"
brew "htop"
brew "httpie"
# I
# J
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
brew "john"
brew "jq"
# K
brew "knock"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
# L
brew "lastpass-cli"
brew "libpq"
brew "lolcat"
# M
brew "mtr"
# N
brew "neofetch"
brew "neovim"
# O
brew "openssh"
brew "openssl@1.1"
# P
brew "pngcheck"
brew "postgresql"
brew "pyenv"
brew "python"
# Q
# R
brew "ranger"
brew "rbenv"
brew "readline"
# S
brew "schniz/tap/fnm"
brew "sqlite"
brew "ssh-copy-id"
brew "subversion"
# T
brew "tcpflow"
brew "tcpreplay"
brew "tcptrace"
brew "teamookla/speedtest/speedtest"
brew "telnet"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tree"
brew "twpayne/taps/chezmoi"
# U
brew "ucspi-tcp"
# V
brew "vbindiff"
brew "vim"
# W
brew "wget"
brew "wifi-password"
brew "woff2"
# X
brew "xpdf"
brew "xz"
# Y
brew "yadm"
brew "yarn"
brew "ykman"
brew "ykpers"
# Z
brew "z"
brew "zlib"
brew "zsh"

#----------------------------------------------------------------

# Cask install alphabeticical
# A
cask "adoptopenjdk"
cask "alacritty"
cask "alfred"
cask "altair-graphql-client"
cask "android-studio"
# B
cask "brave-browser"
# C
# D
cask "day-o"
cask "discord"
cask "docker"
cask "dockey"
cask "dotnet-sdk"
cask "dozer"
# E
# F
cask "font-firacode-nerd-font"
cask "font-firacode-nerd-font-mono"
cask "font-jetbrainsmono-nerd-font-mono"
cask "font-victor-mono"
# G
cask "gitkraken"
cask "google-chrome"
# H
cask "hyper"
# I
cask "iina"
cask "iterm2"
# J
# K
cask "karabiner-elements"
cask "kitty"
# L
cask "logitech-options"
# M
cask "meteorologist"
cask "mono-mdk-for-visual-studio"
# N
cask "nvalt"
# O
# P
cask "postman"
# Q
cask "quitter"
# R
cask "rectangle"
cask "rocket"
# S
cask "scroll-reverser"
cask "spotify"
cask "steam"
# T
# U
# V
cask "visual-studio"
cask "visual-studio-code"
cask "vlc"
# W
cask "wireshark"
# X
# Y
# Z