# taps
tap "adoptopenjdk/openjdk"
tap "bramstein/webfonttools"
tap "d12frosted/emacs-plus"
tap "dteoh/sqa"
tap "fabianishere/personal"
tap "getantibody/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
tap "teamookla/speedtest"
tap "twpayne/taps"

# Brew installs alphabeticical
# A
brew "ack"
brew "aircrack-ng"
brew "getantibody/tap/antibody"
# B
brew "bat"
brew "bfg"
brew "binutils"
brew "binwalk"
# C
brew "twpayne/taps/chezmoi"
brew "cifer"
brew "coreutils"
brew "ctags"
brew "curl"
# D
brew "diff-so-fancy"
brew "dns2tcp"
# E
brew "emacs-plus"
# F
brew "fcrackzip"
brew "Schniz/tap/fnm"
brew "fzf"
# G
brew "gmp"
brew "git"
brew "git-lfs"
brew "go"
brew "goaccess"
brew "gpg"
brew "grep"
# H
brew "hashpump"
brew "htop"
# I
# J
brew "john"
brew "jq"
# K
brew "knock"
# L
# M
brew "mtr"
# N
brew "neovim"
# O
brew "openssh"
# P
brew "pngcheck"
brew "pyenv"
# Q
# R
brew "rbenv"
# S
brew "teamookla/speedtest/speedtest"
brew "ssh-copy-id"
# T
brew "tcpflow"
brew "tcpreplay"
brew "tcptrace"
brew "telnet"
brew "tldr"
brew "tmux"
brew "tree"
# U
brew "ucspi-tcp"
# V
brew "vbindiff"
brew "vim"
# W
brew "wget"
brew "wifi-password"
brew "woff2"
# X
brew "xpdf"
brew "xz"
# Y
brew "yarn"
brew "ykpers"
brew "ykman"
# Z
brew "zsh"

# Cask install alphabeticical
# A
cask "adoptopenjdk"
cask "alfred"
cask "android-studio"
# B
# C
# D
cask "discord"
cask "docker"
cask "dockey"
cask "dotnet-sdk"
# E
# F
# G
cask "google-chrome"
# H
cask "hyper"
# I
cask "iina"
cask "iterm2"
# J
# K
# L
cask "logitech-options"
# M
# N
# O
# P
# Q
# R
# S
cask "scroll-reverser"
cask "spotify"
cask "steam"
# T
# U
# V
cask "visual-studio"
cask "visual-studio-code"
cask "vlc"
# W
cask "wireshark"
# X
# Y
# Z
