tap "apple/apple"
tap "bloznelis/tap"
tap "bramstein/webfonttools"
tap "chiselstrike/tap"
tap "d12frosted/emacs-plus"
tap "dopplerhq/cli"
tap "dteoh/sqa"
tap "espanso/espanso"
tap "fabianishere/personal"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "libsql/sqld"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "planetscale/tap"
tap "qmk/qmk"
tap "railwaycat/emacsmacport"
tap "schniz/tap"
tap "somdoron/formulae"
tap "sst/tap"
tap "teamookla/speedtest"
tap "wez/wezterm"
brew "ack"
brew "act"
brew "bat"
brew "bfg"
brew "btop"
brew "coreutils"
brew "emacs", restart_service: true
brew "cask"
brew "cifer"
brew "codespell"
brew "deno"
brew "direnv"
brew "dns2tcp"
brew "docker"
brew "duf"
brew "dust"
brew "fd"
brew "fish"
brew "flyctl"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gnu-getopt"
brew "gnupg"
brew "go"
brew "goaccess"
brew "gotop"
brew "grep"
brew "gtop"
brew "helm"
brew "httpie"
brew "ifstat"
brew "ios-deploy"
brew "jq"
brew "kondo"
brew "kubernetes-cli"
brew "lazydocker"
brew "lpeg"
brew "lua-language-server"
brew "mas"
brew "mtr"
brew "neovim"
brew "nushell"
brew "peco"
brew "pinentry-mac"
brew "pngcheck"
brew "rbenv"
brew "ripgrep"
brew "rustup"
brew "shellcheck"
brew "socat"
brew "ssh-copy-id"
brew "starship"
brew "stow"
brew "stylua"
brew "subversion"
brew "tcpflow"
brew "tcpreplay"
brew "telnet"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "toilet"
brew "tree"
brew "ucspi-tcp"
brew "universal-ctags"
brew "vim"
brew "watchman"
brew "wget"
brew "woff2"
brew "xclip"
brew "xpdf"
brew "ykman"
brew "ykpers"
brew "z"
brew "zlib"
brew "zoxide"
brew "zsh"
brew "chiselstrike/tap/turso"
brew "dopplerhq/cli/doppler"
brew "jesseduffield/lazygit/lazygit"
brew "planetscale/tap/pscale"
brew "qmk/qmk/qmk"
brew "sst/tap/sst"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "alfred"
cask "alt-tab"
cask "android-studio"
cask "arc"
cask "balenaetcher"
cask "betterdisplay"
cask "cursor"
cask "discord"
cask "epic-games"
cask "firefox"
cask "fleet"
cask "flutter"
cask "font-jetbrains-mono"
cask "font-symbols-only-nerd-font"
cask "github"
cask "gitkraken"
cask "insomnia"
cask "intellij-idea"
cask "iterm2"
cask "itsycal"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keycastr"
cask "kitty"
cask "lastpass"
cask "postman"
cask "raycast"
cask "scroll-reverser"
cask "spotify"
cask "steam"
cask "tabby"
cask "via"
cask "visual-studio-code"
cask "visual-studio-code@insiders"
cask "vlc"
cask "warp"
cask "wezterm"
cask "whisky"
cask "zed"
cask "zulu@11"
vscode "aaron-bond.better-comments"
vscode "albert.tabout"
vscode "alexcvzz.vscode-sqlite"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "amodio.toggle-excluded-files"
vscode "antfu.iconify"
vscode "antfu.icons-carbon"
vscode "antfu.unocss"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "astro-build.astro-vscode"
vscode "asvetliakov.vscode-neovim"
vscode "austenc.tailwind-docs"
vscode "beardedbear.beardedicons"
vscode "beardedbear.beardedtheme"
vscode "bierner.emojisense"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "britesnow.vscode-toggle-quotes"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "chiragpat.tomorrow-and-tomorrow-night-operator-mono-theme"
vscode "crystal-spider.jsdoc-generator"
vscode "csstools.postcss"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "deerawan.vscode-faker"
vscode "denoland.vscode-deno"
vscode "donjayamanne.githistory"
vscode "dotenv.dotenv-vscode"
vscode "dracula-theme.theme-dracula"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "expo.vscode-expo-tools"
vscode "fabiospampinato.vscode-todo-plus"
vscode "figma.figma-vscode-extension"
vscode "file-icons.file-icons"
vscode "firsttris.vscode-jest-runner"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "gruntfuggly.todo-tree"
vscode "heaths.vscode-guid"
vscode "ibm.output-colorizer"
vscode "irongeek.vscode-env"
vscode "jgclark.vscode-todo-highlight"
vscode "jock.svg"
vscode "johnpapa.vscode-cloak"
vscode "johnpapa.vscode-peacock"
vscode "kamikillerto.vscode-colorize"
vscode "lokalise.i18n-ally"
vscode "mattpocock.ts-error-translator"
vscode "maurodesouza.vscode-simple-readme"
vscode "mgmcdermott.vscode-language-babel"
vscode "mhutchie.git-graph"
vscode "miguelsolorio.fluent-icons"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-playwright.playwright"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "msjsdiag.vscode-react-native"
vscode "naumovs.color-highlight"
vscode "nrwl.angular-console"
vscode "oderwat.indent-rainbow"
vscode "ofhumanbondage.react-proptypes-intellisense"
vscode "orta.vscode-jest"
vscode "orta.vscode-twoslash-queries"
vscode "pflannery.vscode-versionlens"
vscode "piotrpalarz.vscode-gitignore-generator"
vscode "pkief.material-icon-theme"
vscode "pnp.polacode"
vscode "prisma.prisma"
vscode "qufiwefefwoyn.kanagawa"
vscode "rangav.vscode-thunder-client"
vscode "rapidapi.vscode-rapidapi-client"
vscode "rapidapi.vscode-services"
vscode "redhat.vscode-yaml"
vscode "richie5um2.vscode-sort-json"
vscode "ritwickdey.liveserver"
vscode "rome.rome"
vscode "rubbersheep.gi"
vscode "rust-lang.rust-analyzer"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "simonsiefke.svg-preview"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "tyriar.sort-lines"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "vincaslt.highlight-matching-tag"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vitest.explorer"
vscode "vscode-icons-team.vscode-icons"
vscode "vue.volar"
vscode "wakatime.vscode-wakatime"
vscode "wallabyjs.console-ninja"
vscode "wallabyjs.quokka-vscode"
vscode "wallabyjs.wallaby-vscode"
vscode "whizkydee.material-palenight-theme"
vscode "wix.vscode-import-cost"
vscode "wmaurer.change-case"
vscode "wmaurer.vscode-jumpy"
vscode "yoavbls.pretty-ts-errors"
vscode "yummygum.city-lights-icon-vsc"
vscode "yzhang.markdown-all-in-one"
