tap "bloznelis/tap"
tap "bramstein/webfonttools"
tap "chiselstrike/tap"
tap "d12frosted/emacs-plus"
tap "dteoh/sqa"
tap "espanso/espanso"
tap "fabianishere/personal"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "planetscale/tap"
tap "qmk/qmk"
tap "railwaycat/emacsmacport"
tap "schniz/tap"
tap "somdoron/formulae"
tap "teamookla/speedtest"
tap "wez/wezterm"
brew "ack"
brew "act"
brew "bat"
brew "bfg"
brew "btop"
brew "coreutils"
brew "emacs", restart_service: true
brew "cask"
brew "cifer"
brew "codespell"
brew "deno"
brew "direnv"
brew "dns2tcp"
brew "docker"
brew "duf"
brew "dust"
brew "exa"
brew "fd"
brew "fish"
brew "flyctl"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gnu-getopt"
brew "gnupg"
brew "go"
brew "goaccess"
brew "gotop"
brew "grc"
brew "grep"
brew "gtop"
brew "hashpump"
brew "helm"
brew "httpie"
brew "ifstat"
brew "jq"
brew "kondo"
brew "kubernetes-cli"
brew "lua-language-server"
brew "mas"
brew "mtr"
brew "neofetch"
brew "neovim", args: ["HEAD"]
brew "nushell"
brew "openssh"
brew "peco"
brew "pinentry-mac"
brew "pngcheck"
brew "ranger"
brew "rbenv"
brew "ripgrep"
brew "rustup-init"
brew "shellcheck"
brew "socat"
brew "ssh-copy-id"
brew "starship"
brew "stow"
brew "stylua"
brew "subversion"
brew "tcpflow"
brew "tcpreplay"
brew "tcptrace"
brew "telnet"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "toilet"
brew "tree"
brew "ucspi-tcp"
brew "universal-ctags"
brew "vim"
brew "wget"
brew "woff2"
brew "xclip"
brew "xpdf"
brew "yarn"
brew "ykman"
brew "ykpers"
brew "z"
brew "zlib"
brew "zoxide"
brew "zsh"
brew "chiselstrike/tap/turso"
brew "jesseduffield/lazygit/lazygit"
brew "planetscale/tap/pscale"
brew "qmk/qmk/qmk"
cask "alacritty"
cask "alfred"
cask "alt-tab"
cask "arc"
cask "betterdisplay"
cask "discord"
cask "elgato-camera-hub"
cask "epic-games"
cask "fig"
cask "firefox"
cask "flutter"
cask "font-cascadia-code"
cask "font-caskaydia-cove-nerd-font"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-mono"
cask "font-hack-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-victor-mono"
cask "font-victor-mono-nerd-font"
cask "github"
cask "gitkraken"
cask "iterm2"
cask "itsycal"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keycastr"
cask "kitty"
cask "lastpass"
cask "postman"
cask "raycast"
cask "rectangle"
cask "scroll-reverser"
cask "slack"
cask "spotify"
cask "steam"
cask "tabby"
cask "via"
cask "vial"
cask "visual-studio"
cask "visual-studio-code"
cask "visual-studio-code-insiders"
cask "vlc"
cask "wezterm"
mas "Amphetamine", id: 937984704
mas "Xcode", id: 497799835
vscode "aaron-bond.better-comments"
vscode "albert.TabOut"
vscode "alexcvzz.vscode-sqlite"
vscode "alexkrechik.cucumberautocomplete"
vscode "antfu.browse-lite"
vscode "antfu.vite"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "austenc.tailwind-docs"
vscode "BeardedBear.beardedicons"
vscode "BeardedBear.beardedtheme"
vscode "bierner.emojisense"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bradlc.vscode-tailwindcss"
vscode "bungcip.better-toml"
vscode "Catppuccin.catppuccin-vsc"
vscode "christian-kohler.path-intellisense"
vscode "crystal-spider.jsdoc-generator"
vscode "csstools.postcss"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "deerawan.vscode-faker"
vscode "denoland.vscode-deno"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-todo-plus"
vscode "firsttris.vscode-jest-runner"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "GitHub.copilot"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "gitpod.gitpod-desktop"
vscode "heaths.vscode-guid"
vscode "IBM.output-colorizer"
vscode "ionutvmi.path-autocomplete"
vscode "IronGeek.vscode-env"
vscode "johnpapa.vscode-cloak"
vscode "johnpapa.vscode-peacock"
vscode "kamikillerto.vscode-colorize"
vscode "kreativ-software.csharpextensions"
vscode "mattpocock.ts-error-translator"
vscode "mhutchie.git-graph"
vscode "miguelsolorio.fluent-icons"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "mushan.vscode-paste-image"
vscode "naumovs.color-highlight"
vscode "nrwl.angular-console"
vscode "oderwat.indent-rainbow"
vscode "pflannery.vscode-versionlens"
vscode "PKief.material-icon-theme"
vscode "Prisma.prisma"
vscode "qufiwefefwoyn.kanagawa"
vscode "rangav.vscode-thunder-client"
vscode "RapidAPI.vscode-rapidapi-client"
vscode "rapidapi.vscode-services"
vscode "redhat.vscode-yaml"
vscode "richie5um2.vscode-sort-json"
vscode "ritwickdey.LiveServer"
vscode "rome.rome"
vscode "rubbersheep.gi"
vscode "shardulm94.trailing-spaces"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "svelte.svelte-vscode"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "vincaslt.highlight-matching-tag"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "WakaTime.vscode-wakatime"
vscode "WallabyJs.console-ninja"
vscode "WallabyJs.quokka-vscode"
vscode "WallabyJs.wallaby-vscode"
vscode "wayou.vscode-todo-highlight"
vscode "wenfangdu.faster-new"
vscode "withfig.fig"
vscode "wix.vscode-import-cost"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
