tap "apple/apple"
tap "d12frosted/emacs-plus"
tap "dteoh/sqa"
tap "fabianishere/personal"
tap "libsql/sqld"
tap "osx-cross/avr"
tap "oven-sh/bun"
tap "qmk/qmk"
tap "railwaycat/emacsmacport"
tap "rvben/rumdl"
tap "schniz/tap"
tap "somdoron/formulae"
tap "sst/tap"
tap "steipete/tap"
tap "steveyegge/beads"
tap "teamookla/speedtest"
tap "tursodatabase/tap"
brew "antidote"
brew "ast-grep"
brew "python@3.13"
brew "awscli"
brew "bat"
brew "beads"
brew "beads_viewer"
brew "bfg"
brew "btop"
brew "coreutils"
brew "emacs", restart_service: :changed
brew "cask"
brew "cifer"
brew "codespell"
brew "direnv"
brew "dns2tcp"
brew "docker"
brew "dprint"
brew "duf"
brew "dust"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpegthumbnailer"
brew "flyctl"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-lfs"
brew "gnu-getopt"
brew "gnupg"
brew "go"
brew "goaccess"
brew "grep"
brew "helm"
brew "pkl"
brew "hk"
brew "httpie"
brew "ifstat"
brew "imagemagick"
brew "ios-deploy"
brew "jq"
brew "kondo"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "lpeg"
brew "lua-language-server"
brew "mas"
brew "mise"
brew "mtr"
brew "neovim"
brew "ni"
brew "ollama", restart_service: :changed
brew "peco"
brew "pkgconf"
brew "pngcheck"
brew "poppler"
brew "rbenv"
brew "ripgrep"
brew "sevenzip"
brew "shellcheck"
brew "socat"
brew "ssh-copy-id"
brew "starship"
brew "stow"
brew "stylua"
brew "subversion"
brew "tcpflow"
brew "tcpreplay"
brew "telnet"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "ucspi-tcp"
brew "universal-ctags"
brew "uv"
brew "vim"
brew "watchman"
brew "wget"
brew "woff2"
brew "xclip"
brew "yazi"
brew "ykman"
brew "yq"
brew "zellij"
brew "zlib"
brew "zoxide"
brew "zsh"
brew "oven-sh/bun/bun"
brew "rvben/rumdl/rumdl"
brew "sst/tap/sst"
brew "tursodatabase/tap/turso"
cask "1password"
cask "1password-cli"
cask "balenaetcher"
cask "betterdisplay"
cask "discord"
cask "font-jetbrains-mono"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "gimp"
cask "github"
cask "gitkraken"
cask "inkscape"
cask "insomnia"
cask "itsycal"
cask "karabiner-elements"
cask "kitty"
cask "raycast"
cask "scroll-reverser"
cask "spotify"
cask "steam"
cask "tabby"
cask "tailscale-app"
cask "via"
cask "visual-studio-code"
cask "visual-studio-code@insiders"
cask "warp"
cask "zulu@11"
mas "ControllerForHomeKit", id: 1198176727
mas "Xcode", id: 497799835
vscode "aaron-bond.better-comments"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "amodio.toggle-excluded-files"
vscode "arktypeio.arkdark"
vscode "astro-build.astro-vscode"
vscode "bierner.comment-tagged-templates"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "dotenv.dotenv-vscode"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "ibm.output-colorizer"
vscode "jgclark.vscode-todo-highlight"
vscode "kamikillerto.vscode-colorize"
vscode "lokalise.i18n-ally"
vscode "mgmcdermott.vscode-language-babel"
vscode "miguelsolorio.fluent-icons"
vscode "ms-azuretools.vscode-containers"
vscode "ms-playwright.playwright"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "openai.chatgpt"
vscode "orta.vscode-twoslash-queries"
vscode "pkief.material-icon-theme"
vscode "prisma.prisma"
vscode "qufiwefefwoyn.kanagawa"
vscode "redhat.vscode-yaml"
vscode "rubbersheep.gi"
vscode "rust-lang.rust-analyzer"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "streetsidesoftware.code-spell-checker"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "typescriptteam.native-preview"
vscode "ultram4rine.vscode-choosealicense"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "vincaslt.highlight-matching-tag"
vscode "vitest.explorer"
vscode "vue.volar"
vscode "wakatime.vscode-wakatime"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
go "github.com/client9/misspell/cmd/misspell"
cargo "cargo-interactive-update"
cargo "cargo-update"
cargo "cargo-watch"
