aaron-bond.better-comments
albert.tabout
alexcvzz.vscode-sqlite
amazonwebservices.codewhisperer-for-command-line-companion
amodio.toggle-excluded-files
antfu.iconify
antfu.icons-carbon
antfu.unocss
arcticicestudio.nord-visual-studio-code
astro-build.astro-vscode
asvetliakov.vscode-neovim
austenc.tailwind-docs
beardedbear.beardedicons
beardedbear.beardedtheme
bierner.emojisense
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
biomejs.biome
bradlc.vscode-tailwindcss
britesnow.vscode-toggle-quotes
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
chiragpat.tomorrow-and-tomorrow-night-operator-mono-theme
crystal-spider.jsdoc-generator
csstools.postcss
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
deerawan.vscode-faker
denoland.vscode-deno
donjayamanne.githistory
dotenv.dotenv-vscode
dracula-theme.theme-dracula
dsznajder.es7-react-js-snippets
eamodio.gitlens
editorconfig.editorconfig
enkia.tokyo-night
esbenp.prettier-vscode
expo.vscode-expo-tools
fabiospampinato.vscode-todo-plus
figma.figma-vscode-extension
file-icons.file-icons
firsttris.vscode-jest-runner
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
graphql.vscode-graphql
graphql.vscode-graphql-syntax
gruntfuggly.todo-tree
heaths.vscode-guid
ibm.output-colorizer
irongeek.vscode-env
jgclark.vscode-todo-highlight
jock.svg
johnpapa.vscode-cloak
johnpapa.vscode-peacock
kamikillerto.vscode-colorize
lokalise.i18n-ally
mattpocock.ts-error-translator
maurodesouza.vscode-simple-readme
mgmcdermott.vscode-language-babel
mhutchie.git-graph
miguelsolorio.fluent-icons
mikestead.dotenv
ms-azuretools.vscode-docker
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-dotnettools.vscodeintellicode-csharp
ms-playwright.playwright
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.live-server
ms-vscode.remote-explorer
ms-vscode.remote-server
msjsdiag.vscode-react-native
naumovs.color-highlight
nrwl.angular-console
oderwat.indent-rainbow
ofhumanbondage.react-proptypes-intellisense
orta.vscode-jest
orta.vscode-twoslash-queries
pflannery.vscode-versionlens
piotrpalarz.vscode-gitignore-generator
pkief.material-icon-theme
pnp.polacode
prisma.prisma
qufiwefefwoyn.kanagawa
rangav.vscode-thunder-client
rapidapi.vscode-rapidapi-client
rapidapi.vscode-services
redhat.vscode-yaml
richie5um2.vscode-sort-json
ritwickdey.liveserver
rome.rome
rubbersheep.gi
rust-lang.rust-analyzer
shd101wyy.markdown-preview-enhanced
simonsiefke.svg-preview
streetsidesoftware.code-spell-checker
stylelint.vscode-stylelint
svelte.svelte-vscode
tamasfe.even-better-toml
tyriar.sort-lines
unifiedjs.vscode-mdx
usernamehw.errorlens
vincaslt.highlight-matching-tag
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vitest.explorer
vscode-icons-team.vscode-icons
vue.volar
wakatime.vscode-wakatime
wallabyjs.console-ninja
wallabyjs.quokka-vscode
wallabyjs.wallaby-vscode
whizkydee.material-palenight-theme
wix.vscode-import-cost
wmaurer.change-case
wmaurer.vscode-jumpy
yoavbls.pretty-ts-errors
yummygum.city-lights-icon-vsc
yzhang.markdown-all-in-one
