0legg.flutter-create-helper
aaron-bond.better-comments
abusaidm.html-snippets
adrianwilczynski.asp-net-core-switcher
ahmadawais.shades-of-purple
aksharpatel47.vscode-flutter-helper
alefragnani.project-manager
alexcvzz.vscode-sqlite
alexisvt.flutter-snippets
amih90.to
anseki.vscode-color
arcticicestudio.nord-visual-studio-code
austenc.tailwind-docs
bierner.emojisense
bradlc.vscode-tailwindcss
christian-kohler.path-intellisense
codezombiech.gitignore
CoenraadS.bracket-pair-colorizer-2
cssho.vscode-svgviewer
dariofuzinato.vue-peek
Dart-Code.dart-code
Dart-Code.flutter
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
deerawan.vscode-faker
devzstudio.emoji-snippets
donjayamanne.githistory
dotiful.dotfiles-syntax-highlighting
drKnoxy.eslint-disable-snippets
dsznajder.es7-react-js-snippets
eamodio.gitlens
EditorConfig.EditorConfig
enkia.tokyo-night
Equinusocio.vsc-material-theme
esbenp.prettier-vscode
esskar.vscode-flutter-i18n-json
everettjf.pubspec-dependency-search
fabiospampinato.vscode-todo-plus
FelixAngelov.bloc
file-icons.file-icons
firefox-devtools.vscode-firefox-debug
firefox.scaffold
firsttris.vscode-jest-runner
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.dotnet
formulahendry.dotnet-test-explorer
Fudge.auto-using
golang.go
GraphQL.vscode-graphql
heaths.vscode-guid
heybourn.headwind
hnw.vscode-auto-open-markdown-preview
humao.rest-client
IBM.output-colorizer
ionutvmi.path-autocomplete
jchannon.csharpextensions
jeremyrajan.webpack
jeroen-meijer.pubspec-assist
jmrog.vscode-nuget-package-manager
johnpapa.vscode-peacock
jolaleye.horizon-theme-vscode
jorgeserrano.vscode-csharp-snippets
josefpihrt-vscode.snippetica-csharp
k--kato.docomment
kisstkondoros.typelens
KnisterPeter.vscode-github
luanpotter.dart-import
marcelovelasquez.flutter-tree
matijarmk.dotnet-core-commands
mdickin.markdown-shortcuts
mhutchie.git-graph
mikestead.dotenv
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-ossdata.vscode-postgresql
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode.azure-account
ms-vscode.cpptools
ms-vscode.vscode-typescript-tslint-plugin
ms-vsliveshare.vsliveshare
msjsdiag.debugger-for-chrome
Nash.awesome-flutter-snippets
naumovs.color-highlight
Noctarya.terminals
nrwl.angular-console
octref.vetur
oderwat.indent-rainbow
p1c2u.docker-compose
pflannery.vscode-versionlens
PKief.material-icon-theme
pmneo.tsimporter
Prisma.prisma
quicktype.quicktype
rbbit.typescript-hero
redhat.vscode-yaml
richie5um2.vscode-sort-json
ritwickdey.LiveServer
riussi.code-stats-vscode
RobbOwen.synthwave-vscode
rubbersheep.gi
schneiderpat.aspnet-helper
sdras.night-owl
sdras.vue-vscode-snippets
shardulm94.trailing-spaces
shd101wyy.markdown-preview-enhanced
skyapps.fish-vscode
sleistner.vscode-fileutils
softwaredotcom.swdc-vscode
steoates.autoimport
streetsidesoftware.code-spell-checker
tombonnike.vscode-status-bar-format-toggle
Tyriar.terminal-tabs
usernamehw.errorlens
vincaslt.highlight-matching-tag
VisualStudioExptTeam.vscodeintellicode
wayou.vscode-todo-highlight
wix.glean
wix.vscode-import-cost
wmaurer.vscode-jumpy
XadillaX.viml
xaver.clang-format
yzane.markdown-pdf
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
