;; -*- no-byte-compile: t; -*-
;;; $DOOMDIR/packages.el
(package! flycheck-aspell)
(package! async)
(package! calfw)
(package! calfw-org)
(package! dashboard)
(package! dired-open)
(package! dmenu)
(package! elfeed-goodies)
(package! elpher)
(package! emojify)
(package! evil-tutor)
(package! exwm)
(package! hyperbole)
(package! ivy-posframe)
(package! mastodon)
(package! ob-typescript)
(package! org-bullets)
(package! ox-gemini)
(package! peep-dired)
(package! password-store)
(package! prettier-js)
(package! rainbow-mode)
(package! resize-window)
(package! tldr)
(package! wc-mode)
