jethrokuan/z
joseluisq/gitnow
danhper/fish-ssh-agent
fischerling/plugin-wd
spacekookie/omf-color-manual
barnybug/docker-fish-completion
fishpkg/fish-spin
edc/bass
Gazorby/fish-abbreviation-tips
jorgebucaran/fish-bax
