laughedelic/pisces
jorgebucaran/fish-nvm
jorgebucaran/autopair.fish
oh-my-fish/plugin-grc
dracula/fish
jethrokuan/fzf
jethrokuan/z
edc/bass
oh-my-fish/plugin-gi
oh-my-fish/plugin-rustup
patrickf1/colored_man_pages.fish
franciscolourenco/done
