# Zim Framework Modules
zimfw/environment
zimfw/git
zimfw/input
zimfw/termtitle
zimfw/utility

# Completions (fpath only, don't source)
zsh-users/zsh-completions kind:fpath

# Eval caching (skip subshells on startup)
mroth/evalcache

# Deferred loading support
romkatv/zsh-defer kind:defer

# Safe rm (moves to trash instead of permanent delete)
mattmc3/zsh-safe-rm

# Syntax & Enhancement (must be last)
zsh-users/zsh-syntax-highlighting
zsh-users/zsh-history-substring-search
zsh-users/zsh-autosuggestions
